tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "cargo-binstall"
brew "defaultbrowser"
brew "fd"
brew "fish"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "go-task"
brew "hatch"
brew "http-server"
brew "hugo"
brew "jq"
brew "just"
brew "macos-trash"
brew "mas"
brew "ollama", restart_service: true
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "snappy"
brew "tree"
brew "watch"
cask "flux"
cask "font-fira-code-nerd-font"
cask "maccy"
cask "monitorcontrol"
cask "rancher"
cask "rectangle"
cask "rio"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wezterm"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Strongbox", id: 897283731
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Wipr", id: 1320666476
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "cstrap.python-snippets"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "ibm.output-colorizer"
vscode "jasonlhy.hungry-delete"
vscode "kamilturek.vscode-pyproject-toml-snippets"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "ninoseki.vscode-pylens"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rjmacarthy.twinny"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "skellock.just"
vscode "skyapps.fish-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "wmaurer.change-case"
