tap "guywaldman/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "aichat"
brew "ca-certificates"
brew "bat"
brew "cargo-binstall"
brew "cookiecutter"
brew "difftastic"
brew "eza"
brew "fd"
brew "snappy"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glances"
brew "go-task"
brew "graphviz"
brew "hadolint"
brew "helmfile"
brew "http-server"
brew "hugo"
brew "hyperfine"
brew "jj"
brew "just"
brew "killport"
brew "macos-trash"
brew "mas"
brew "mise"
brew "mprocs"
brew "ollama", restart_service: true
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "procs"
brew "ripgrep"
brew "rustup"
brew "sqlfluff"
brew "starship"
brew "telnet"
brew "tokei"
brew "tree"
brew "uv"
brew "watch"
brew "xh"
brew "yq"
brew "zoxide"
brew "guywaldman/tap/magic-cli"
cask "arc"
cask "daisydisk"
cask "finch"
cask "flux"
cask "font-fira-code-nerd-font"
cask "monitorcontrol"
cask "postman"
cask "rancher"
cask "rectangle"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
mas "HiSuite", id: 1232508288
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Strongbox", id: 897283731
mas "Telegram", id: 747648890
mas "Things", id: 904280696
vscode "amodio.tsl-problem-matcher"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "ibm.output-colorizer"
vscode "jasonlhy.hungry-delete"
vscode "matangover.mypy"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ninoseki.vscode-mogami"
vscode "pflannery.vscode-versionlens"
vscode "redhat.vscode-yaml"
vscode "rodolphebarbanneau.python-docstring-highlighter"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "skellock.just"
vscode "skyapps.fish-vscode"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vrslev.auto-typing-final"
vscode "wmaurer.change-case"
