tap "aerobounce/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jkfran/killport"
tap "wez/wezterm"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "python@3.12"
brew "black"
brew "bpython"
brew "cookiecutter"
brew "coreutils"
brew "defaultbrowser"
brew "docutils"
brew "python@3.11"
brew "dotbot"
brew "duf"
brew "exa"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libsndfile"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "flit"
brew "fzf"
brew "gh"
brew "git"
brew "glances"
brew "go"
brew "virtualenv"
brew "hatch"
brew "htop"
brew "node"
brew "openssl@1.1"
brew "http-server"
brew "httpie"
brew "hyperfine"
brew "iperf"
brew "ipython"
brew "isort"
brew "jq"
brew "libssh"
brew "mas"
brew "rust"
brew "maturin"
brew "mypy"
brew "nmap"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "portaudio"
brew "postgresql@14"
brew "pre-commit"
brew "procs"
brew "pyright"
brew "python-launcher"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "tldr"
brew "tmate"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "jkfran/killport/killport"
cask "daisydisk"
cask "docker"
cask "google-chrome"
cask "the-unarchiver"
cask "transmission"
cask "wezterm"
cask "yandex-cloud-cli"
mas "HiSuite", id: 1232508288
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Strongbox", id: 897283731
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Wipr", id: 1320666476
mas "WireGuard", id: 1451685025
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hashicorp.terraform"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "ninoseki.vscode-pylens"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "skyapps.fish-vscode"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
