brew "neovim"
cask "orbstack"
cask "blackhole-2ch"
cask "daisydisk"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obs"
cask "transmission"
cask "zoom"
mas "HiSuite", id: 1232508288
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "WireGuard", id: 1451685025
