tap "aerobounce/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "wez/wezterm"
brew "bat"
brew "black"
brew "bpython"
brew "cloc"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "defaultbrowser"
brew "dotbot"
brew "duf"
brew "exa"
brew "fd"
brew "libsndfile"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "flit"
brew "fzf"
brew "gh"
brew "git"
brew "glances"
brew "go"
brew "virtualenv"
brew "hatch"
brew "htop"
brew "http-server"
brew "httpie"
brew "hyperfine"
brew "iperf"
brew "ipython"
brew "isort"
brew "jq"
brew "loc"
brew "mas"
brew "maturin"
brew "mypy"
brew "nmap"
brew "openssl@3"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "portaudio"
brew "postgresql@14"
brew "pre-commit"
brew "procs"
brew "pyenv", args: ["HEAD"]
brew "pyright"
brew "python-launcher"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "tldr"
brew "tmate"
brew "tmux"
brew "trash"
brew "tree"
brew "vercel-cli"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zoxide"
cask "blackhole-16ch"
cask "daisydisk"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "obsidian"
cask "protonvpn"
cask "the-unarchiver"
cask "transmission"
cask "wezterm"
cask "windscribe"
cask "yandex-cloud-cli"
cask "zoom"
mas "AudioBookBinder", id: 413969927
mas "Disk Speed Test", id: 425264550
mas "Focusito", id: 1473808464
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Refined GitHub", id: 1519867270
mas "Strongbox", id: 897283731
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Wipr", id: 1320666476
mas "WireGuard", id: 1451685025
