bradlc.vscode-tailwindcss
bungcip.better-toml
csstools.postcss
dbaeumer.vscode-eslint
deibit.devdocs
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
hangxingliu.vscode-nginx-conf-hint
hashicorp.terraform
mikestead.dotenv
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-repositories
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
skyapps.fish-vscode
softwaredotcom.swdc-vscode
VisualStudioExptTeam.vscodeintellicode
Vue.volar
Vue.vscode-typescript-vue-plugin
